{"pageProps":{"postData":{"id":"pith-intro","contentHtml":"<p>Pith is an experimental method of facilitating discussions between many people online, building on the notion of an electronic direct democracy. Here are some of the key goals we're keeping in mind and the direction we're headed.</p>\n<h2>Goals</h2>\n<ul>\n<li>Create discussions that are clear and understandable for both participants and non-participants.</li>\n<li>Afford people the greatest autonomy in the discussion space; provide tools for them to control how the discourse evolves.</li>\n<li>Incentivize people to summarize their own discussions as they happen; create summaries that all participants have a say in.</li>\n</ul>\n<h2>Addressing the Goals</h2>\n<p>With these goals in mind, we're developing a potential solution that includes three high-level features.</p>\n<h3>Group and Topic Decomposition</h3>\n<p>Pith will provide a way of decomposing a group of people and a topic into smaller discussions. We believe that this process should happen organically and without top-down instruction from an organization. We strive to create tools that enable the participants in the discussion to break down the topic into smaller pieces and form groups themselves in as natural a way as possible.</p>\n<h3>Discussion Visualization</h3>\n<p>Within each group, it's important that we provide a method for participants to visualize a discussion as it evolves. Creating a boundary object that all members of the discussion have access to and the power to change is an important way of making everyone feel heard. The visualization will provide clarity into what's been said and how it relates to previous points made in the conversation.</p>\n<h3>Discussion Summarization</h3>\n<p>Every time there's a discussion, participants will create a summary of what was said from the visualization. Where the discussion visualization provides an exhaustive view into the state of the conversation, the summary cuts out details deemed by participants to be unimportant to the core of the discourse. The summary will provide the pith of the discussion so that it can be more clearly interpreted later on by those who weren't part of it.</p>\n","title":"Pith: What is It?","date":"2020-05-18","author":"Christian Broms","summary":"Pith is an experimental method of facilitating discussions between many people online, building on the notion of an electronic direct democracy. Here are some of the key goals we're keeping in mind and the direction we're headed."}},"__N_SSG":true}